{
  "bos_token": "",
  "eos_token": "",
  "model_max_length": 1000000000000000019884624838656,
  "special_tokens_map_file": "/home/sgugger/tmp/llama/llama-7b-tmp/tokenizer/special_tokens_map.json",
  "tokenizer_class": "LlamaTokenizer",
  "unk_token": ""
}
